Repository: anexia-it/django-rest-passwordreset
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Password Reset Token
es: Clave para reestablecer la Contraseña

source: Password Reset Tokens
es: Claves para reestablecer la contraseña

source: The User which is associated to this password reset token
es: Usuario asociado a la clave para reestablecer la contraseña

source: When was this token generated
es: Cuando fué generada la clave

source: Key
es: Clave

source: The IP address of this session
es: La dirección IP de esta sesión

source: HTTP User Agent
es: Agente de usuario HTTP

source: The OTP password entered is not valid. Please check and try again.
es: La contraseña OTP introducida no es válida. Por favor compruebe y pruebe otra vez.

source: The token has expired
es: La clave ha caducado

source: Password
es: Contraseña

source: We couldn't find an account associated with that email. Please try a different e-mail address.
es: No pudimos encontrar una cuenta asociada con ese correo electrónico. Por favor Intente con otra dirección de correo electrónico
