Repository: anexia-it/django-rest-passwordreset
Catalog: django_rest_passwordreset/locale/*/LC_MESSAGES/django.po
Languages: fr, pt_br

source: Password Reset Token
fr: Token de réinitialisation du mot de passe
pt_br: Token de redefinição de senha

source: Password Reset Tokens
fr: Tokens de ré-initialisation des mot de passe
pt_br: Tokens de redefinição de senha

source: The User which is associated to this password reset token
fr: L'utilisateur associé au token de réinitialisation du mot de passe
pt_br: O usuário que está associado a este token de redefinição de senha

source: When was this token generated
fr: Quand ce token a été généré
pt_br: Quando este token foi gerado

source: Key
fr: Clé
pt_br: Chave

source: The IP address of this session
fr: L'adresse IP de cette session
pt_br: O endereço IP desta sessão

source: HTTP User Agent
fr: Agent Utilisateur HTTP
pt_br: O navegador do usuário

source: The OTP password entered is not valid. Please check and try again.
fr: Le mot de passe saisi est invalide.
pt_br: O Token de validação não é válido. Por favor verifique e tente novamente.

source: The token has expired
fr: Le token a expiré
pt_br: O token expirou

source: Password
fr: Mot de passe
pt_br: Senha

source: We couldn't find an account associated with that email. Please try a different e-mail address.
fr: Nous n'avons pas trouvé de compte associé à cet email. Veuillez ré-essayer avec une adresse différente
pt_br: Não foi possível encontrar uma conta associada a esse e-mail. Tente um endereço de e-mail diferente.
